-- saved users
insert into users(email, password, role)
values ('admin@gmail.com', '$2a$10$G0DnOoU7uqTn5tFqu1VNuOg5fXRItDbKjE.jKDZu2u/cX39lnd7TK', 'ADMIN');
-- password = admin
-- saved menu page
insert into menu_page(title, description, about, about_Description, video, language)
values ('Нефтяная компания Neftchi',
        'Нефтяная компания Neftchi - символ мощи и надежности в мире энергетики, обеспечивающая стабильное производство и поставку качественной нефти по всему миру, основанный на инновациях, технологиях и экологической ответственности.',
        'О компании',
        'Компания Neftchi – это ведущий участник нефтяного рынка, специализирующийся на разработке, добыче, переработке и распределении нефтепродуктов. Наша компания, базирующаяся в городе Кочкор-Ате, является ключевым игроком на рынке Центральной Азии и имеет долгосрочный опыт успешного ведения бизнеса в нефтяной отрасли.' ||
        'Наши услуги и продукты:' ||
        'Разработку и эксплуатацию месторождений нефти и газа..
Добычу и переработку сырой нефти.
Производство и реализацию высококачественных нефтепродуктов, таких как бензин, дизельное топливо, мазут и другие.' ||
        'Наши преимущества:' ||
        'Технологическое превосходство: Мы постоянно инвестируем в разработку новых технологий и методов добычи нефти, чтобы повысить эффективность наших операций и уменьшить воздействие на окружающую среду.
Квалифицированный персонал: Наша команда состоит из опытных и высококвалифицированных специалистов, готовых решать самые сложные задачи в области нефтяной промышленности.
Стратегическое расположение: Наши месторождения расположены в стратегически важных регионах, что обеспечивает нам доступ к ключевым рынкам и транспортным маршрутам.',
        'video',
        'RUSSIAN'),
       ('Нефтчи мунай компаниясы',
        '“Neftchi Oil Company” – инновацияларга, технологияга жана экологиялык жоопкерчиликке негизделген бүткүл дүйнө боюнча туруктуу өндүрүштү жана сапаттуу мунай менен камсыздоону камсыз кылган энергетика дүйнөсүндөгү күчтүн жана ишенимдүүлүктүн символу.',
        'Компания жөнүндө',
        'Нефтчи мунай рыногунун алдыңкы катышуучусу болуп саналат, мунай продуктуларын иштеп чыгуу, өндүрүү, кайра иштетүү жана бөлүштүрүү боюнча адистешкен. Кочкор-Ата шаарында жайгашкан биздин компания Борбор Азия рыногунда негизги оюнчу болуп саналат жана мунай тармагында ийгиликтүү бизнестин көп жылдык тажрыйбасына ээ.' ||
        'Биздин кызматтар жана продуктылар:' ||
        'Мунай жана газ кендерин иштетүү жана эксплуатациялоо...
Чийки нефтини алуу жана кайра иштетүү.
Бензин, дизель майы, мазут жана башкалар сыяктуу жогорку сапаттагы нефть продуктыларын чыгаруу жана сатуу.' ||
        'Биздин артыкчылыктар:' ||
        'Технологиялык мыктылык: Биз ишибиздин натыйжалуулугун жогорулатуу жана айлана-чөйрөгө тийгизген таасирибизди азайтуу үчүн мунай өндүрүүнүн жаңы технологияларын жана ыкмаларын өнүктүрүүгө дайыма инвестиция салып жатабыз.
Квалификациялуу кадрлар: Биздин команда мунай тармагындагы эң татаал маселелерди чечүүгө даяр болгон тажрыйбалуу жана жогорку квалификациялуу адистерден турат.
Стратегиялык жайгашуу: Биздин кендер стратегиялык жактан маанилүү аймактарда жайгашкан, бул бизге негизги базарларга жана транспорт жолдоруна кирүүгө мүмкүнчүлүк берет.',
        'video',
        'KYRGYZ');